Repository: FihlaTV/zom-ios-matrix
Catalog: Zom 2/*.lproj/Localizable.strings
Languages: bo

source: Accept
bo: མོས་མཐུན་ཡོད།

source: Active
bo: དྲ་ཐོག་ན་འདུག

source: Archive
bo: ཡིག་མཛོད།

source: Cancel
bo: ཕྱིར་འཐེན།

source: Change Theme
bo: པར་ངོས་བརྗེས།

source: Chats
bo: གླེང་མོལ།

source: Confirm
bo: ངེས་བརྟན་གྱིས།

source: Create a Group
bo: ཚོགས་པ་ཞིག་བཟོས།

source: Decline
bo: མོས་མཐུན་མེད།

source: Delete
bo: གསུབ།

source: Enter your friend's Matrix ID. Yours is %
bo: ཁྱེད་ཀྱི་གྲོགས་པོའི་ཐོ་འགོད་མིང་ཐུང་བའམ།ཡང་ན་ཧྲིལ་པོ་གཏགས། ཁྱེད་རང་གི་ཐོ་འགོད་མིང་ནི %

source: Find your friend on Matrix
bo: ཁྱེད་ཀྱི་གྲོགས་པོ་འཚོལ།

source: Forward
bo: བརྒྱུད་སྐུར།

source: Friends
bo: གྲོགས་པོ།

source: Leave
bo: ཕྱིར་འབུད།

source: Me
bo: ང་།

source: OK
bo: འགྲིག

source: Password
bo: གསང་ཚིག

source: Photo Stream
bo: པར་མཛོད།

source: Resend
bo: བསྐྱར་གཏོང་།

source: Settings
bo: སྒྲིག་བཟོ།

source: Switch Language
bo: སྐད་ཡིག་བརྗེ་བསྒྱུར།

source: Undo
bo: སྔོན་དུ་གང་ཡིན་པ་རང་འཇགས་ཞོག

source: User Name
bo: འཛོམས་ཀྱི་ཁ་བྱང་ཞིག་བཟོས།

source: View Devices and Keys
bo: ཡོ་ཆས་དང་ལྡེ་མིག་ཁག་ལ་ལྟ།

source: View profile
bo: སྒེར་གྱི་ཡིག་ཆ་ལ་ལྟ།

source: Zom Services
bo: འཛོམས་ཞབས་ཞུ།
